baselines/AccountService/20251209/run-001/iteration-004/request.xml

<?xml version="1.0" encoding="utf-8" standalone="no"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <soap:Body>
    <Add xmlns="http://tempuri.org/">
      <AccountNumber>1001</AccountNumber>
      <intB>10</intB>
    </Add>
  </soap:Body>
</soap:Envelope>